<?php

/* 
 * To change this license header, choose License Headers in Project Properties.
 * To change this template file, choose Tools | Templates
 * and open the template in the editor.
 */

$lang['about_us_about_the_team_title']="සයුරි අපි";
$lang['about_us_about_the_team_text']="අපි ශ්‍රී ලංකා රජරට විශ්වවිද්‍යාලයේ තොරතුරු හා සන්නිවේදන තාක්ෂනය හදාරන  සිසුන් කණ්ඩායමක්  වෙමු. අවසන් වසර  ව්‍යාපෘතිය සදහා  ඔටිසම් ඇති දරුවන් සදහා මේ ව්‍යාපෘතිය නිර්මිතව ඇත.  ";

$lang['about_us_about_the_project_title']="ව්‍යාපෘතිය පිලිබඳ";
$lang['about_us_about_the_project_text1']="ඔටිසම් තත්වය  පිලිබදව සමාජය දැනුවත් කිරීම සදහාත්, රෝගයෙන් පීඩා විදින්නන්ගේ සන්නිවේදන, සමාජ සහ අනිකුත් හැකියාවන් දියුණු කිරීමේ  අරමුණින් ‘සයුරි’ ව්‍යාපෘතිය නිර්මාණය කර ඇත.";
$lang['about_us_about_the_project_text2']="සයුරි ලෙස නම් තබා ඇති අපගේ අන්තර්ජාල අඩවිය සිංහල, දමිළ හා ඉංග්‍රීසි යන භාෂා ත්‍රිත්වයෙන් නිර්මාණය කර  ඇත. එමෙන්ම වෛද්‍ය වෘතිකයන්ට සහ විශේෂඤ පුහුණු කරුවන්ට ඖෂධ පිලිබදව සහ ප්‍රතිකාර ක්‍රම පිලිබදව අදහස් හුවමාරු කිරීමට අදාල පහසුකම් ඇත.  පොදු මහජනතාවට තොරතුරු දැනගැනීමට සහ ගැටළු නිරාකරණය කරගැනීමේ පහසුකම් වලින් සමන්විතවේ.";
$lang['about_us_about_the_project_text3']="මේ පාර්ශවයන් එකිනෙක සම්බන්ධ කිරීම  මගින් රෝගය පිළිබදව නව දැනුම වර්ධනය කරගැනීමටත්, සමාජය තුල රෝගය පිළිබද දැනුවත්බව දියුණු කරගැනීම සදහා මෙන්ම අත්දැකීම් හුවමාරු කරගැනීමට අවස්තාව සැපයීම අපගේ අරමුණයි.";
$lang['about_us_about_the_project_text4']="විශේෂයෙන් නිර්මාණය කර ඇති පරිගණක ක්‍රීඩාවන් සදහා භාෂා ත්‍රිත්වයෙන්ම සම්බන්ධ වීමේ හැකියාවක් ඇත. පරිඝනකයෙන් පමණක් නොව දුරකතනය මගින් අදාල ක්‍රීඩා වලට සම්බන්ධ වීමට හැක.
මෙම පරිඝනක ක්‍රීඩාවන් විවිධ වර්ගීකරණයන් යටතේ ඔටිසම් සහිත දරුවන්ගේ කුසලතා වැඩිදියුණු කරගත හැකි අයුරින් නිර්මාණයකර ඇත. ";

$lang['about_us_vision_title']="දැක්ම.";
$lang['about_us_vision_text']="ඔටිසම් රෝගීන් නගාසිටුවීම අදාල ක්‍රියාමාර්ග ගැනීමත්, ඔවුන්ට රැකවරණය සහ ප්‍රතිකාර ලබාගැනීමට   මගපෙන්වීම වේ. ";

$lang['about_us_mission_title']="පරමාර්ථය.";
$lang['about_us_mission_text']="වෙබ් අඩවිය සහ පරිඝනක ක්‍රීඩා මගින් ඔටිසම් සහිත පුද්ගලයන්ගේ හැකියාවන් දියුණු කිරීම.";

?>