<?php
$lang['diagnosis_title_1']          ="රෝග විනිශ්චය.";
$lang['diagnosis_title_2']          ="පුර්ණ ළමා වියේදී ඔටිසම් රෝගය හදුනාගැනීම.";
$lang['diagnosis_title_3']          =" ගුරුවරුන්ට හදුනා ගතහැකි ලක්ෂණයන්.";
$lang['diagnosis_title_4']          ="දෙමාපියන්ට ඔටිසම් හදුනාගැනීම සදහා භාවිතකළහැකි පත්ත්‍රය.
";

$lang['diagnosis_text_1']          ="ඔටිසම් රෝගය හදුනාගැනීම සදහා විශේෂඥ මනෝවෛද්‍ය වරයෙකුගේ හෝ චිකිත්සකයකුගේ සහය අවශ්‍ය වේ. රෝගය හදුනාගැනීම සදහා අදාල ළමයාගේ හැසිරීම්රටාව සහ ගතිලක්ෂණ පිලිබදව සලකා බැලෙන අතර පිළිගත් වෛද්‍ය පරීක්ෂණ ක්‍රමයක් රෝගය හදුනාගැනීම සදහා නොමැත.";
$lang['diagnosis_text_2']          ="ඔටිසම් රෝගී වැඩිහිටියන් සහ ළමයින් තුල සමාජ සබදතා ගොඩනැගීම, කථනය හා භාෂාව, සීමිත ක්‍රියාකාරකම් සහ අවශ්‍යතාවයන් හදුනාගැනීම පිළිබද දුරුවලතා දක්නට ඇති අතර ඇතැම් අවස්තා වලදී ඉහත සදහන් ගති ලක්ෂණ එකක් හෝ කිහිපයක් දක්නට ලැබේ.
";
$lang['diagnosis_text_3']          ="<b>විශේෂයෙන් මතක තබා ගතයුතු කරුණ වන්නේ ඉහත ලක්ෂණ වලින් පෙලෙන්නන් සියලු දෙනාම  ඔටිසම් රෝගීන් නොවන අතර නිශ්චිතව හදුනාගැනීම සදහා වෛද්‍ය සහය ලබා ගත යුතුවේ.
.</b> ඔටිසම් ගති ලක්ෂණ සහිත දරුවකු හදුනාගනු ලබන්නේ ඔවුන් සන්නිවේදන, සබදතා ගොඩනගාගැනීම, ක්‍රීඩා, අධ්‍යාපන යන අංශවලින් දක්වනු ලබන කටයුතු සලකීමෙනි.
";
$lang['diagnosis_text_4']          ="දරුවන්ගේ හැසිරීම් රටාවන් සහ ගතිලක්ෂණ පිලිබදව මුලින්ම හදුනාගනු ලබන්නේ දෙමාපියන් විසිනි. පහත සදහන් ලකුණු වලින් ඔබගේ ළදරුවා පෙලෙන්නේනම් ඔටිසම් ඇතිවීමේ අවදානමක් ඇත.
";
$lang['diagnosis_text_5']          =" ඉහත සදහන් ලක්ෂණ වලට අමතරව දරුවන් තුල දැකිය හැකි තවත් සාමාන්‍ය ලක්ෂණ පහත දක්වා ඇත.
";
$lang['diagnosis_text_6']          ="දෙමාපියන්ට පසුව දරුවන් සමග වැඩි ලෙස කටයුතු සිදු කරනු ලබන්නේ ගුරුවරුන් වන අතර පහත ලක්ෂණ සහිත දරුවන් හදුනා ගැනීමට හැකිවනු ඇත.
";
$lang['diagnosis_text_7']          ="<b>NOTE.</b><br/>සම්පුර්ණ ලෙස ප්‍රශ්න සදහා පිළිතුරු සපයන්න.<br/>If any behavior mentioned in the checklist is seen rarely (ex: once or twice) consider as that behavior does not exist in your child.";
$lang['diagnosis_text_8']          ="Have you successfully filled this checklist? Then evaluate it with the criteria given below and we suggest ……………………………..";

$lang['diagnosis_ol_1_li_1']          = " <b>පළමු මාස පහක කාලය</b> තුලදී බිළිදෙකු  යම් උච්චාරණයන් සිදුකලයුතුය. එසේ නොකරන්නේනම් ඔටිසම් පරීක්ෂාවක් සදහා යොමුවීම වැදගත් වේ.";
$lang['diagnosis_ol_1_li_2']          = " <b>මාස පහත් නවයත් අතර කාලය</b> තුලදී බිළිදෙකු ඇස් මගින් සබදතා පැවැත්වීම ආරම්භ කරයි. දරුවන් සිය දෙමව්පියන් දෙස බැලීම, ඔවුන් සමග සිනාසීම වැනි කටයුතු මෙම අවදියේදී සිදුකරයි. නමුත් ඔටිසම් ගතිලක්ෂණ සහිත දරුවන් මෙලෙස ප්‍රතිචාර දැක්වීමේ හෝ දෑස් මගින් සබදතා පැවැත්වීම සිදු නොකරයි. ";
$lang['diagnosis_ol_1_li_3']          = " <b>මාස දහයක් </b> පමණ වනවිට නම් වලට ප්‍රතිචාර දැක්වීම සිදුකරනුලැබේ. එසේ නොකරයිනම් ඇසීමේ හෝ ඔටිසම් තත්ත්වයක් විය හැක. ";
          
$lang['diagnosis_ol_2_li_1']          = "ශබ්ද සදහා ප්‍රතිචාර නොදැක්වීම.
";
$lang['diagnosis_ol_2_li_2']          = " වේදනාකාරී අවස්තාවන් සදහා මද ප්‍රතිචාර දැක්වීම.(උ.දා-: ඉටි පන්දමකට අත පිළිස්සුන අවස්තාවකදී). 
";
$lang['diagnosis_ol_2_li_3']          = " සුපුරුදු කාර්ය පටිපාටියෙන් බැහැරව කටයුතු කිරීමට දක්වන අකමැත්ත.";
$lang['diagnosis_ol_2_li_4']          = "කිසියම් කටයුත්තකට දක්වන සැලකීම පිලිබදව සොයාබැලීම. උදා.  (කිසියම් වස්තුවක් සමග කටයුතු කරන විට එම වස්තුව දෙස සම්පූර්ණ අවධානයෙන් කටයුතු කරනවාද යන්න හා එම අවස්ථාවේදී අවට පරිසරය පිලිබදව දක්වන ප්‍රතිචාරය. )
";
$lang['diagnosis_ol_2_li_5']          = "නැවත නැවත සිදුකරන චලනයන් පිලිබදව සැලකීම.
";
          
$lang['diagnosis_ol_3_li_1']          = "අනිකුත් දරුවන් සහ වැඩිහිටියන් සමග අඩු සබදතාවන් පවත්වන්නේනම් සහ කතා කිරීමට අකමැති  ළමයින්.
";
$lang['diagnosis_ol_3_li_2']          = "ක්‍රියාකාරකම් වලදී ඇස් දෙස බැලීමට  අපහසු හෝ අකමැති ළමුන්. 
";
$lang['diagnosis_ol_3_li_3']          = "නම සදහා ප්‍රතිචාර නොදක්වන ළමුන්.
";
$lang['diagnosis_ol_3_li_4']          = "වැඩිහිටියන්ගේ උපදෙස් අනුගමනය නොකරමින් තම කැමැත්තට පමණක් කටයුතු කරන ළමයින්.
";
$lang['diagnosis_ol_3_li_5']          = "තනිවම කතාකරන සහ සිනහවෙන  ළමයින්.
";
$lang['diagnosis_ol_3_li_6']          = "හැගීමකින් හෝ අවධානයකින්  තොරව කටයුතු වල නියලෙන ළමුන්.";
          
$lang['diagnosis_ol_4_li_1']          = "ඔබේ දරුවා උකුල මත තබා පද්දන විට , උඩ දමන විට , කකුල මත තබා ඔන්චිලි පද්දන විට විනෝදයක් ලබන්නේද?";
$lang['diagnosis_ol_4_li_2']          = "ඔබේ දරුවා අනෙකුත් දරුවන් සමග සම්බන්ධතා පවත්වා ගැනීමට /සෙල්ලම් කිරීමට කැමැත්තක් දක්වනවද?";
$lang['diagnosis_ol_4_li_3']          = "ඔබේ දරුවා හැංගිමුත්තම් කිරීමේදී විනෝදයක් ලබන්නේද?";
$lang['diagnosis_ol_4_li_4']          = "ඔබේ දරුවා වැඩිහිටි අය කරන ක්‍රියා අනුකරණය කරයිද? උදා : කෑම පිසීම.";
$lang['diagnosis_ol_4_li_5']          = "ඔබේ දරුවා ඔහුට අවශ්‍ය යම් දෙයක් දබර ඇගිල්ල දික්කර පෙන්ව්යිද?
";
$lang['diagnosis_ol_4_li_6']          = " ඔබේ දරුවා යම් ක්‍රියාවක් කරන්නාක් මෙන් අගවයි ද ? උදා : බෝනික්කන් රැකබලාගනනක් මෙන් සෙල්ලම් කරයිද?
";
$lang['diagnosis_ol_4_li_7']          = "ඔබේ දරුවා සිත් ගත දෙයක් ඔබට පෙන්වීම සදහා දබර ඇගිල්ල පාවිච්චි කරන්නේද?
";
$lang['diagnosis_ol_4_li_8']          = "ඔබේ දරුවා නිවැරැදී ආකාරයෙන්  සෙල්ලම් කාර් වැනි සෙල්ලම් බඩු වලින් සෙල්ලම් කරයිද?
(කටේ දාන්නේ නැතිව ,රෝද පමණක් කරකවන්නේ නැතිව ,රෝද දෙස පමණක් බලන්නේ නැතිව)
";
$lang['diagnosis_ol_4_li_9']          = "ඔබේ දරුවා ඔහු /ඇය කැමති දෙයක් ඔබට ගෙනත් පෙන්වන්නේද?
";
$lang['diagnosis_ol_4_li_10']           = "ඔබ තරමක් ඈතින් ඇති යමක් දෙසට ඇගිල්ල දිගුකර පෙන්වූ විට දරුවා ඒ දෙස බලයි ද?
";
$lang['diagnosis_ol_4_li_11']           = "ඔබේ දරුවා පරිසරයේ සාමාන්‍ය ශබ්ද වලට අකමැත්තක් නිසා කන් දෙක වසා ගනී විද?";
$lang['diagnosis_ol_4_li_12']           = "ඔබ කාමරය හරහා අනිත් පස ඇති යමක් වෙත ඇගිල්ල දිගුකර පෙන්වන විට දරුවා ඒ දෙස බලයි ද?
";
$lang['diagnosis_ol_4_li_13']           = "ඔබ ඉදිරියේ යම් භාණ්ඩයක් තබා පෙන්වූ විට දරුවා ඒ දෙස බලයි ද ?
";
$lang['diagnosis_ol_4_li_14']           = "දරුවා නිතරම අසාමාන්‍ය ලෙස ඇත හෝ ඇගිලි චලනය සිදු කරයි ද? හෝ අසාමාන්‍ය චලන පෙන්වයිද?";
$lang['diagnosis_ol_4_li_15']           = "දරුවා නිතරම පරිසරයේ යම් දෙයක් දෙස බොහෝ වෙලා බලා සිටී ද? උදා : (Fan) එකක් දෙස.";
$lang['diagnosis_ol_4_li_16']           = "ඔබේ දරුවා ඔබේ මුහුණ දෙස බලා සෙනෙහසින් ප්‍රතිචාර දක්වයිද?
";
$lang['diagnosis_ol_4_li_17']           = "ඔබේ දරුවා ඔබ අනුකරණය කරයි ද? උදා : ඔබ යම් මුහුණක් සෑදු  විට දරුවාද එසේම මුහුණ සාදා ගනී
";
$lang['diagnosis_ol_4_li_18']           = "ඔබ දරුවාට නම කියා කථා කරන විට එයට ප්‍රතිචාර දක්වයි ද?";
$lang['diagnosis_ol_4_li_19']           = "දරුවා ඔබට යම් දෙයක් පෙන්වන විට ඔබේ මුහුණ දෙස බලයි ද?
";
$lang['diagnosis_ol_4_li_20']           = "ඔබේ දරුවා අනෙකුත් දරුවන් සමග සෙල්ලම් කිරීමේදී සෙල්ලම් බඩු බෙදා ගනීද?
";
$lang['diagnosis_ol_4_li_21']           = "ඔබේ දරුවා වටපිටාවේ සාමාන්‍යයෙන් සිදුවන දේවල් ගැන හැගීමක් නැතුව තමාගේ ලෝකයක ජිවත්වන බව ඔබ හැගෙනවාද?";
