<?php

$lang['prevalence_title_1'] = "ව්‍යාප්තිය ";

$lang['prevalence_text_1'] = "ඔටිසම් බහුල වශයෙන් ව්‍යාප්තව පවතින නමුත් බොහෝ දෙනෙකු නොදන්නා රෝගයක් බවට පත්ව ඇත. බොහෝ පුද්ගලයන් මෙම රෝගී තත්වය පිළිබද දැනුවත් වන්නේ තමන් දන්නා සමීපතම පුද්ගලයකුහට රෝගය වැළදී ඇති විට වේ.
";
$lang['prevalence_text_2'] = "1960 පමණ වන විට ඔටිසම් යනු සමාජයතුල දක්නට ලැබූ  දුලබ මානසික රෝගී තත්වයක් ලෙස දැක්වියහැක.";
$lang['prevalence_text_3'] = "එසේම පසුගිය දශක කිහිපය තුලදී සිදුකරනු ලැබූ  පර්යේෂණ මගින් අනාවරණය වුයේ ඔටිසම් රෝගීන් ප්‍රමාණය විශාල ලෙස ඉහලගොස් ඇති බවය.
";
$lang['prevalence_text_4'] = "1960 දශකයේ සිදුකරන ලද අධ්‍යනයන් මගින් අනාවරණය වුයේ  සෑම පුද්ගලයන් 10000 කින් එක් අයෙක්ම ඔටිසම් රෝගයෙන් පෙලෙනා බවය. නමුත් ඔටිසම් පිළිබදව ඇති අධ්‍යනයන් පුළුල් වීමත් සමග රෝගයට අදාල ගතිලක්ෂණ බොහොමයක් සොයා ගන්නා ලද අතර එම නිසා ඔටිසම් පිළිබද නිර්වචනයන්ද පුළුල්විය. පසුගිය දශක දෙකක කාලය තුලදී ඔටිසම් රෝගින් බහුල ලෙස වැඩිවීමක් දක්නට ඇත. 
";
$lang['prevalence_text_5'] = "ඇමෙරිකා එක්සත් ජනපදය තුල සිදු කරනු ලැබූ සමීක්ෂණයකින් දැක්වුයේ සෑම ළමුන් 150 දෙනෙකුගෙන් 1ක් අයෙක්ම මෙම ඔටිසම් තත්වයෙන් පෙලෙන බවයි. නැතහොත් පුද්ගලයන් 10000 දෙනෙකුගෙන් 1ක් අයෙකු මෙම රෝගී තත්වයෙන් පෙලෙන බවයි. තායිවානයේ 1996-1999 ත් 2000-2004 අතර කරන ලද පර්යේෂණ මගින් අනාවරණය වුයේ  ඔටිසම් රෝගීන් සංඛ්‍යාව 14% පමණ වැඩිවී ඇතිබවය. එසේම ඇතැම් මානසික රෝගී තත්වයන් 40%-45% ප්‍රමාණයකින් අඩුවී ඇති බවය. එමෙන්ම ගැහැණු ළමුන්ට වඩා පිරිමි ළමුන්ට ඔටිසම් වැළදීමේ අවදානම 3- 4  ගුණයකින්  පමණ වැඩිය.";
$lang['prevalence_text_6'] = "ශ්‍රී ලංකාවේ තත්වය පිළිබ සලකා බැලීමේදී සෑම පුද්ගලයන් 93 දෙනෙකුගෙන් 1ක් අයෙකුට ඔටිසම් තත්ත්වයක් ඇති බව වාර්තා වේ.(මහාචාර්ය හේමමාලි පෙරේරා, කොළඹ විශ්වවිද්‍යාලය)
";
$lang['prevalence_text_7'] = "80 දශකයේ සිට මේ දක්වාම ශ්‍රී ලංකාව තුල ඔටිසම් රෝගය පිළිබද ව දක්වා ඇති සැලකිල්ල ඉතා අවම මට්ටමක පවති. ඔටිසම් ළමුන් සදහා ශ්‍රී ලංකාව තුල විශේෂිත පාසල් ස්ථාපනය කර ඇති අතර SAIDA ආයතනය විසින් 1985 දී ගුරුවරුන් පුහුණු කිරීමේ විශේෂ වැඩසටහනක් ද ආරම්භ කර ඇත.";

?>