<?php

/* 
 * To change this license header, choose License Headers in Project Properties.
 * To change this template file, choose Tools | Templates
 * and open the template in the editor.
 */

$lang['symptoms_title_1'] = "රෝග ලක්ෂණ.";
$lang['symptoms_title_2'] = "1.	සමාජ සම්බන්ධතා වල ඇති ගැටළු.";
$lang['symptoms_title_3'] = "2.	සමාජ අන්තර්ක්‍රියා සම්බන්ධ ගැටළු.";
$lang['symptoms_title_4'] = "3.	සමාජීය පරිකල්පනයේ ඇති දුර්වලතාවයන්

";
$lang['symptoms_title_5'] = "4.	ඉන්ද්‍රිය සංවේදන";
$lang['symptoms_title_6'] = "5.	පුනරුක්තික ක්‍රියා";

$lang['symptoms_text_1'] = "ඔටිසම් සහිත පුද්ගලයන්ගේ වාචික සහ අවාචික භාෂාවන් සම්බන්ධව ගැටළු පවතී. බොහෝ අයට භාෂාව පිළිබඳ හොද අවබෝධයක් ඇත, පුද්ගලයන් සිතන සෑමදේම ඔවුන් පවසනවා යැයි සිතනවා. එය ඔවුන්ට තේරුම් ගැනීමට අපහසු වේ.

";
$lang['symptoms_text_2'] = "ඔටිසම් සහිත පුද්ගලයන්ට නිතරම අනිත් පුද්ගලයන්ගේ හැගීම් සහ භාවයන් හදුනාගැනීමට සහ තේරුම් ගැනීමට අපහසු තාවයක් පවතී එය සමාජය සමග සම්බන්ධ වීමට ගැටළුවක් ඇතිකරයි. ඔවුන්,";
$lang['symptoms_text_3'] = "සමාජ සබදතා වල පවතින දුර්වල තත්වයන් නිසා ඔටිසම් සහිත පුද්ගලයන්ට යහළුවන් ඇතිකර ගැනීමට ඇති හැකියාව අඩුය.අනෙක් අයත් සමග ඇතිකර ගැනීමට අවශ්‍ය වුවත් ඔවුන්ට ඒ සම්බන්ධව ගැටළු පවතී.

";
$lang['symptoms_text_4'] = "මිනිසුන්ගේ හැසිරීම් සිතා ගැනීම සදහා සමාජීය පරිකල්පනය උපයෝගී වේ.";
$lang['symptoms_text_5'] = "ඔටිසම් සහිත පුද්ගලයන් ඉන්ද්‍රිය සංවේදනය පෙන්වීමට සමත් වේ.
මෙය පංචේන්ද්‍රියට සම්බන්ධ වේ.

";
$lang['symptoms_text_6'] = "සීමා සහිත ක්‍රියා කාරකම් සහ පුනර්වර්ති ක්‍රියාවල නිරතවීම ඔටිසම් ඇති අයගේ පුර්ව ලක්ෂණයන් වේ. ";

$lang['symptoms_ul_1_li_1'] = "නම සදහා ප්‍රතිචාර නොදැක්වීම.";
$lang['symptoms_ul_1_li_2'] = "	මුහුණේ ඉරියව් හෝ කට හඩේ ස්වරය.";
$lang['symptoms_ul_1_li_3'] = "	විහිළු තහළු.";
$lang['symptoms_ul_1_li_4'] = "	සාමාන්‍යයෙන් කථා කරන විට උදාහරණයක් ලෙස : මිනිසුන්ට සාමාන්‍යයෙන් දෙයක් හොදයි යැයි සිතුන විට එය ‘it’s cool’ යැයි පැවැසිය  ඇත්තටම එයින් අදහස් කර ඇත්තේ ‘සීතල’ බවයි.";
$lang['symptoms_ul_1_li_5'] = "	එකම දේ නැවත නැවත පැවසීම.";
$lang['symptoms_ul_1_li_6'] = "	තමන්ගේ ඕනෑඑපාකම් ඉල්ලීමට නොහැකි විම.";
$lang['symptoms_ul_1_li_7'] = "	පොඩි පොඩි ප්‍රකාශ සහ ප්‍රශ්ණ හදුනා ගැනීමට නොහැකි වීම.";
$lang['symptoms_ul_1_li_8'] = "	ඔටිසම් සහිත සමහර පුද්ගලයන් කථා කරන්නේ නැත, හෝ තරමක් අඩුවෙන් කථා කරයි. ඔවුන් සාමාන්‍යයෙන් අනිත් පුද්ගලයන් තමන්ට පවසන දේවල් තේරුම් ගනී. එහෙත් වඩාත්ම කැමැති වන්නේ විකල්ප සංඥා භාෂාව හෝ දෘශ්ටි සංකේත භාවිතා කිරීම.";
$lang['symptoms_ul_1_li_9'] = "	සමහරක්ට හොද භාෂා භාවිතයක් තිබෙනවා, එහෙත් ඔවුන්ට සංවාද වලින් ගනුදෙනු කිරීම පිළිබද ගැටළු පවතී. අනෙක් පුද්ගලයා පවසන දෙය නැවත නැවත පැවසීම.";
$lang['symptoms_ul_1_li_10'] = "	ඔටිසම් සහිත පුද්ගලයන්ට කථනයේදී අදහස් තේරුම් ගැනීම සදහා වැඩිවෙලාවක් ගතවේ.";
$lang['symptoms_ul_1_li_11'] = "	කථනයේදී ඇස් මගින් සබදතා පැවැත්වීම සිදු නොකරයි.";

$lang['symptoms_ul_2_li_1'] = "	නොලියවුණු සමාජීය නීති තේරුම් නොගැනීම බොහෝ විට අප නොසිතා භාවිතා කරනු ලබන : ඔවුන්  තවත් කෙනෙක්ට බොහෝ ළංව සිටගෙන සිටීම උදාහරණයක් ලෙස, හෝ නුසුදුසු මාතෘකාවක් සංවාදය සදහා යොදා ගැනීම.";
$lang['symptoms_ul_2_li_2'] = "	අන්අය ඉදිරියේ ලජ්ජාශීලි බවක් පෙන්වීම සහ ක්‍රියාකාරකම් වලදී පසුබෑමක් පෙන්නුම් කිරීම..";
$lang['symptoms_ul_2_li_3'] = "	අසාමාන්‍ය හැසිරීම්, ඉගි, සහ මුහුණේ ඉරියව් උදාහරණ මුහුණ දෙසබලා කථා නොකිරීම. ඔවුන් පවසන දෙයට කිසිසේත්ම නොගැලැපෙන ඉරියව් භාවිතා කිරීම.";
$lang['symptoms_ul_2_li_4'] = "	තවත් කෙනෙකුගේ හැගීම් තේරුම් ගැනීමේ හැකියාව නොමැති නිසා සංවේදීභාවයක් නොදැක්විම.";
$lang['symptoms_ul_2_li_5'] = "	පිරිසක් සමග සිටිනවාට වඩා තනියම සිටීමට ප්‍රිය කිරීම.";
$lang['symptoms_ul_2_li_6'] = "	ඔවුන්ට සෑම වෙලාවෙම හැගීම් සහ භාවයන් ප්‍රකාශ කිරීම අපහසු බැවින් අසාමාන්‍ය ලෙස හැසිරීම.";

$lang['symptoms_ul_3_li_1'] = "	අනෙක් මිනිසුන්ගේ හැගීම් තේරුම් ගැනීම.";
$lang['symptoms_ul_3_li_2'] = "	ඊලගට විය යුතු දෙය සහ වෙන්නට තිබෙන දෙය උපකල්පනය කිරීම.";
$lang['symptoms_ul_3_li_3'] = "	බිය හැදින ගැනීම.";
$lang['symptoms_ul_3_li_4'] = "	සිතින් මවාගත් සෙල්ලමක් ක්‍රීඩා කිරීම.";
$lang['symptoms_ul_3_li_5'] = "	එකම ආකාරයට එකම විදිහට වැඩ කිරීමට කැමැති විම.";
$lang['symptoms_ul_3_li_6'] = "	අළුත් හෝ නුපුරුදු අවස්ථාවන්ට මුහුණ දීම.";

$lang['symptoms_ul_4_li_1'] = "	ඔටිසම් සහිත පුද්ගලයන් ඉතාමත් ගෝෂාකාරී පරිසර තෝරා ගනී සාමාන්‍ය මිනිසුන් අකමැති ඒ වගේම එය පීඩාකාරී වේ.";
$lang['symptoms_ul_4_li_2'] = "	අධි සංවේදී පුද්ගලයන්ට එය එතරම් පීඩාකාරී නොවේ.";
$lang['symptoms_ul_4_li_3'] = "	ඔටිසම් සහිත දරුවන් තුරුල් කරගන්නවාට හුරතල් කරනවට කැමැත්තාක් නොදක්වයි. සමහරුන් ඇම්මා ,තාත්තා තුරුල් කර ගනී.";
$lang['symptoms_ul_4_li_4'] = "	ඉන්ද්‍රිය සංවේදනය සහිත ඔටිසම් ළමුන්ට සිරුරේ සමබරතාවය ගිලිහීයාමේ දුරුවල තාවයක් පවතී.(උ.දා-: සපත්තුවේ ලේස් ගැට ගැසීමේ අපහසුතාවයක් පැවතීම. ). ";
$lang['symptoms_ul_4_li_5'] = "	අන් අය සමග සමීප සබදතා පැවැත්වීමේ අපහසුතාවය.";

$lang['symptoms_ul_5_li_1'] = "	පුනරුක්තික ලෙස ශරීරය හැසිරවීම උදාහරණයක්: ලෙස අත්පුඩ් ගැසීම.";
$lang['symptoms_ul_5_li_2'] = "	යම් යම් භාන්ඩ එහා මෙහා කිරීමෙන් සතුටු විම. (කාරයක ඇති රෝද පමණක් කරකවා සතුටු වීම. )";
$lang['symptoms_ul_5_li_3'] = "	 සෙල්ලම් බඩුවකට යම් යම් උපකරණ සවිකරමින් සතුටු වීම. (රබර් බෑන්ඩ්.) ";

?>