<?php

/* 
 * To change this license header, choose License Headers in Project Properties.
 * To change this template file, choose Tools | Templates
 * and open the template in the editor.
 */

$lang['what_is_autism_title']="ඔටිසම් යනු කුමක්ද?";
$lang['what_is_autism_text_1']=" ඔටිසම් යනු දිගු  කාලයක් පුරා පවතින මානසික රෝගී තත්වයක් වන අතර  අනෙකුත් පුද්ගලයන් සමග සන්නිවේදනයෙදී සහ සබදතා ගොඩනැගීමේදී දක්වන දුරුවල තාවයන් වේ. එමෙන්ම ඔටිසම් රෝගයෙන් පෙලෙන්නන් බාහිර පරිසරය ගනුදෙනු කරන නැතහොත් දකින අකාරය දුරුවල මට්ටමක පවතී.";
$lang['what_is_autism_text_2']="ඔටිසම් සහිත පුද්ගලයන් විවිධ මට්ටම් වල සංකුලතත්වයන්ගෙන් පෙලෙන අතර ඔවුන්ට සාමානිය ජිවන රටාවක් පවත්වා ගැනීම සදහා හැකියාවක් ඇත. ඒ සදහා අදාල පුද්ගලයන් විශේෂඤයන් යටතේ  විශේෂ පුහුණුවකට ලක්කර යුතුය.";
$lang['what_is_autism_text_3']="ඔටිසම් රෝගයෙන් පෙලෙන්නන් තුලින් පහත ලක්ෂණ දැකිය හැක:";
$lang['what_is_autism_ul_1_li_1']="වස්තුන් සමග කටයුතු කිරිමේදී දක්වන දුර්වලතාවයන්  (උ.දා-: චලනයන් හදුනාගනිමේදී ඇති දුරුවලතා. )";
$lang['what_is_autism_ul_1_li_2']="පංච ඉන්ද්‍රියන් මගින් ඇතිවන දුරුවලතාවයන්. (උ.දා-: ශබ්ද ඇසීමේ, කියවීමේ දුරුවල තත්වයන්ගෙන් පෙලීම.) ";
$lang['what_is_autism_ul_1_li_3']="අධ්‍යාපන කටයුතුවල  සහ බුද්ධි මට්ටමේ ඇතිවන දුරුවලතා.
 ";
$lang['what_is_autism_ul_1_li_4']="පුනරවර්ති කටයුතු වලදී දක්වන දුරුවලතා. ";
$lang['what_is_autism_text_4']="ළමුන්ගේ මොළය සංවර්ධනය වන අවධිය තුල සිටම ඔටිසම් රෝගී ගතිලක්ෂණ දැකිය හැකි අතර මෙය නිවැරදි ලෙස හදුනාගත හැකිවන්නේ අවුරුදු දෙකත්, තුනත් අතර වයසේ පසුවන විටය. ";
$lang['what_is_autism_text_5']="ශ්‍රී ලංකාව තුල ඔටිසම් රෝගීන් වාර්තාවීමේ අගය විශාල වන අතර සෑම පුද්ගලයන් අනු තුනකටම එක් අයකු ලෙස අගයන් වාර්තාවී ඇත.";
$lang['what_is_autism_title_2']="ඔටිසම් රෝගය වැළැක්විය යුත්තේ ඇයි? ";
$lang['what_is_autism_text_6']="ඔටිසම් දීර්ඝ කාලයක් පුරා පවතින රෝගී තත්වයක් වන අතර පුර්ව ළමාවිය තුලදී හදුනා ගැනීම තුලින් පහසුවෙන් පාලනය කිරීමේ හැකියාවක් ඇත. එම නිසා මෙම රෝගී තත්වය හදුනාගැනීම තුලින් සිදුවන අපහසුතා පහසුවෙන් මගහැරිය හැකිනිසා රෝගය හදුනාගැනීම වැදගත් වේ.  ";
$lang['what_is_autism_text_7']="ඔටිසම් රෝගය සදහා බලපානුලබන මුලික කරුණවන්නේ මොලයේ ඇති නියුරෝන සෛලවලට තොරතුරු හුවමාරු කරගැනීමේ කාර්යය සමග නිවැරදි ලෙස කටුතු කරගෙනයාමට ඇති නොහැකියාව වේ. මෙම තත්වය ඇති වීම සදහා නිශ්චිත හේතුවක් සොයාගෙන නොමැත. ඔටිසම් රෝගය මුලික වශයෙන්  කොටස් තුනකට බෙදා දැක්විය හැක.  
<br> එම රෝග තත්වයන් Autism Spectrum, Asperger's Syndrome සහ Pervasive Developmental Disorder ලෙස දැක්විය හැක. ";
$lang['what_is_autism_text_8']="වර්තමානය වනවිට ඔටිසම් සුලබ රෝග තත්වයක් බවට පත්වෙමින් ඇති අතර දියුණු , නොදියුණු සෑම රටක්තුලම  ඔටිසම් රෝගීන් දක්නට ඇත. ඔටිසම් සදහා ප්‍රතිකර්මයක් සොයාගෙන නොමැති අතර එය පාලනය කිරීමේ හැකියාවක් ඇත. ";
