<?php

/* 
 * To change this license header, choose License Headers in Project Properties.
 * To change this template file, choose Tools | Templates
 * and open the template in the editor.
 */

$lang['what_is_autism_title']="இலங்கையிலும் அதிகளவு பெருகி வரும்?";
$lang['what_is_autism_text_1']="இன்றைய நவீன யுகத்தில் ஏராளமான குழந்தைகளை அச்சுறுத்தும் நோய் ஆட்டிசம். இதனை நோய் என்பதை விட குறைபாடு என்பதே பொருத்தமானதாக இருக்கும். ஆ‌ட்‌டிச‌ம் எ‌ன்பதை ‌விள‌க்கமாக‌க் கூற வே‌ண்டுமானா‌ல் மூளையின் இயல்பான வளர்ச்சி பாதிக்கப்பட்டு த‌ன்னை‌ச் சுற்றியுள்ள உலகத்துடன் தொடர்பு கொள்ள இயலாது செய்யும் ஒரு குறைபாடு. த‌ன்னை‌ச் சு‌ற்‌றி நட‌க்கு‌ம் எதை‌ப் ப‌ற்‌றியு‌ம் கவலை‌ப் படாம‌ல், த‌ங்களு‌க்கெ‌ன்று ஒரு த‌னி உலக‌த்தை உருவா‌க்‌கி‌க் கொ‌ண்டு அ‌தி‌ல் மூ‌ழ்‌கி ‌கிட‌ப்பா‌ர்க‌ள் ";
$lang['what_is_autism_text_2']="ஆ‌ட்டிச‌ம் பா‌தி‌த்தவ‌ர்க‌ள் இ‌ப்படி‌த்தா‌ன் இரு‌ப்பா‌ர்க‌ள் எ‌ன்று எ‌ந்த ஒரு வரையறையு‌ம் இரு‌ப்ப‌தி‌‌ல்லை. ஒ‌வ்வொருவரு‌ம் ஒ‌வ்வொரு வகை‌யி‌ல் செய‌ல்படுவது‌ண்டு.சிலரால்  அன்றாட முறையில் வாழ்கையை வாழ முடியும் என்றாலும், சிலருக்கு வாழ்நாள் முழுவதும் ஒரு நிபுணரின் ஆதரவு தேவைப்படலாம்.";
$lang['what_is_autism_text_3']="பொதுவாக ஆட்டிசத்தால் பாதிக்கப்பட்ட குழந்தைகளிடம் காணக் கூடிய பண்புகள்: ";
$lang['what_is_autism_ul_1_li_1']="அனைவரிடமும் சகஜமாக பழகாமல் ஓரிடத்தில் அமராமல் சத்தமிட்டுக் கொண்டே இருப்பார்கள்.";
$lang['what_is_autism_ul_1_li_2']="பொ‌ம்மைகளோடு கூட ‌விளையாட மறு‌த்த‌ல், கைக‌ளி‌ல் ஒரு ‌பிடி‌ப்‌பு‌த் த‌ன்மை இ‌ல்லாம‌ல் போவது";
$lang['what_is_autism_ul_1_li_3']="தா‌யி‌ன் முக‌த்தை அடையாள‌ம் காணுத‌ல், ‌சி‌ரி‌த்த‌ல், மழலை‌யி‌ன் ஒ‌லி எழாம‌ல் இரு‌ப்பது";
$lang['what_is_autism_ul_1_li_4']="புலனுணர்வுகள் குறைவாக உள்ள நபர்கள் வலி அல்லது அதிக வெப்ப நிலைகளை உணராமல் போக கூடும். ";
$lang['what_is_autism_text_4']="குழந்தை பிறந்த முதல் சில நாட்களிலே அதன் மூளை வாளைர்ச்சி குறை பாடு வெளிப்பட்டு விடினும் மிக முக்கியமான ஆடிசம் அறிகுறிகள் 2 அல்லது 3 வயதினிலே வெளிப் படுகின்றது.";
$lang['what_is_autism_text_5']="இலங்கையிலும் அதிகளவு பெருகி வரும் ஆடிசம் தற்பொழுது 1:93 என்ற விகிதாசாரதிட்கு அருகி விட்டது. இதனால் ஆடிசம் குறை பாட்டை நன்கு அறிந்து அதனை கட்டுப்பட்டிட்கு கொண்டு வருதல் அவசியம்.";
$lang['what_is_autism_title_2']="ஏன் ஆடிசம் குறைபாட்டை தவிர்க்க வேண்டும்?";
$lang['what_is_autism_text_6']="பாதிக்கப்பட்டவர்கள் நடந்து கொள்ளும் முறையை முழுமையான பயிற்சிகள் மூலம் மாற்றி அமைத்து அவர்கள் வாழ்க்கையை முழுமையானதாகவும், அர்த்தமுள்ளதாகவும் செய்துகொள்ள உதவலாம். இதன் மூலம் அவ‌ர்களையு‌ம் இய‌ல்பான வா‌ழ்‌க்கை வாழ வ‌ழி செ‌ய்யலா‌ம். ";
$lang['what_is_autism_text_7']="மருத்துவ ரீதியாக ஆட்டிசம் என்பது, குழந்தையின் மூளையிலுள்ள நரம்பு மண்டலத்தில் ஏற்படும் வளர்ச்சிக் குறைபாடு.ஆட்டிசம் குறைபாடு ஏற்படுவதற்கு தாய், தந்தையரின் பரம்பரையில் யாரேனும் பாதிக்கப்பட்டிருத்தல், மெக்னீசியம், துத்தநாகம் போன்ற கனிமச் சத்துகளின் குறைபாடு, 'செக்ரடின்' என்ற ஹார்மோன் குறைபாடு என பல காரணங்கள் கூறப்படுகின்றன. ";
$lang['what_is_autism_text_8']="தற்போது உலகம் முழுவதும் வெகு வேகமாக அதிகரித்து வரும் குறைபாடுகளில் ஆட்டிசம் மிக முக்கியமானது. அமெரிக்காவில் 150 பேரில் ஒருவருக்கு இந்த குறைபாடு உள்ளது என ஒரு ஆய்வு கூறுகிறது.. இந்தியாவில் 20 லட்சம் பேர் ஆட்டிசம் குறைபாடு உள்ளவர்களாக இருக்கின்றனர். உலகளவில் ஆட்டிசம் குறைபாடால் பாதிக்கப்படும் குழந்தைகளின் எண்ணிக்கை ஆண்டுதோறும் அதிகரிக்கிறது
";
